---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsConduitrunInnerDiamParam
source: html/712fa8fa-e987-016e-355a-f603f13708cc.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsConduitrunInnerDiamParam Property

"Inside Diameter"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsConduitrunInnerDiamParam { get; }
```